alefragnani.project-manager
davidwang.ini-for-vscode
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
fabiospampinato.vscode-diff
foxundermoon.shell-format
frhtylcn.pythonsnippets
github.vscode-github-actions
gruntfuggly.todo-tree
hashicorp.terraform
henriiik.docker-linter
ipierre1.ansible-vault-vscode
mhutchie.git-graph
mohsen1.prettify-json
ms-azuretools.vscode-containers
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-speech
noxiz.jinja-snippets
redhat.ansible
redhat.java
redhat.vscode-commons
redhat.vscode-redhat-account
redhat.vscode-xml
redhat.vscode-yaml
rogalmic.bash-debug
samuelcolvin.jinjahtml
shakram02.bash-beautify
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
trunk.io
tushortz.python-extended-snippets
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vscodevim.vim
wholroyd.jinja
zainchen.json